{
    "<unk>": 0,
    "there's": 1,
    "not": 2,
    "much": 3,
    "going": 4,
    "on": 5,
    "in": 6,
    "this": 7,
    "movie": 8,
    "unless": 9,
    "you": 10,
    "simply": 11,
    "decide": 12,
    "to": 13,
    "buy": 14,
    "into": 15,
    "the": 16,
    "notion": 17,
    "that": 18,
    "something": 19,
    "inexplicably": 20,
    "strange": 21,
    "once": 22,
    "happened": 23,
    "point": 24,
    "pleasant": 25,
    ".": 26,
    "able": 27,
    "provide": 28,
    "insight": 29,
    "a": 30,
    "fascinating": 31,
    "part": 32,
    "of": 33,
    "theater": 34,
    "history": 35,
    "i'm": 36,
    "just": 37,
    "too": 38,
    "bored": 39,
    "care": 40,
    "darkly": 41,
    "funny": 42,
    "and": 43,
    "frequently": 44,
    "insightful": 45,
    "72-minute": 46,
    "film": 47,
    "does": 48,
    "have": 49,
    "some": 50,
    "exciting": 51,
    "scenes": 52,
    ",": 53,
    "but": 54,
    "it's": 55,
    "tad": 56,
    "slow": 57,
    "sly": 58,
    "sophisticated": 59,
    "surprising": 60,
    "moody": 61,
    "heartbreaking": 62,
    "filmed": 63,
    "natural": 64,
    "unforced": 65,
    "style": 66,
    "makes": 67,
    "its": 68,
    "characters": 69,
    "seem": 70,
    "entirely": 71,
    "convincing": 72,
    "even": 73,
    "when": 74,
    "script": 75,
    "is": 76,
    "imagine": 77,
    "if": 78,
    "will": 79,
    "tony": 80,
    "hawk": 81,
    "skating": 82,
    "video": 83,
    "interspliced": 84,
    "with": 85,
    "footage": 86,
    "from": 87,
    "behind": 88,
    "enemy": 89,
    "lines": 90,
    "set": 91,
    "jersey": 92,
    "shore": 93,
    "techno": 94,
    "usual": 95,
    "rah-rah": 96,
    "pleasantly": 97,
    "predictably": 98,
    "delivered": 99,
    "low-key": 100,
    "by": 101,
    "director": 102,
    "michael": 103,
    "apted": 104,
    "writer": 105,
    "tom": 106,
    "stoppard": 107,
    "comedy-drama": 108,
    "nearly": 109,
    "epic": 110,
    "proportions": 111,
    "rooted": 112,
    "sincere": 113,
    "performance": 114,
    "title": 115,
    "character": 116,
    "undergoing": 117,
    "midlife": 118,
    "crisis": 119,
    "like": 120,
    "medium-grade": 121,
    "network": 122,
    "sitcom--mostly": 123,
    "inoffensive": 124,
    "fitfully": 125,
    "amusing": 126,
    "ultimately": 127,
    "so": 128,
    "weightless": 129,
    "decent": 130,
    "draft": 131,
    "auditorium": 132,
    "might": 133,
    "blow": 134,
    "it": 135,
    "off": 136,
    "screen": 137,
    "stars": 138,
    "matthew": 139,
    "perry": 140,
    "elizabeth": 141,
    "hurley": 142,
    "illicit": 143,
    "more": 144,
    "than": 145,
    "chuckle": 146,
    "jokes": 147,
    "land": 148,
    "crash": 149,
    "serving": 150,
    "sara": 151,
    "doesn't": 152,
    "distinguish": 153,
    "itself": 154,
    "herd": 155,
    "full": 156,
    "surprises": 157,
    "after": 158,
    "watching": 159,
    "can": 160,
    "only": 161,
    "love": 162,
    "players": 163,
    "brings": 164,
    "fore": 165,
    "for": 166,
    "gifted": 167,
    "no-nonsense": 168,
    "human": 169,
    "beings": 170,
    "they": 171,
    "are": 172,
    "still-inestimable": 173,
    "contribution": 174,
    "made": 175,
    "our": 176,
    "shared": 177,
    "high-spirited": 178,
    "buddy": 179,
    "about": 180,
    "reunion": 181,
    "berlin": 182,
    "anarchists": 183,
    "who": 184,
    "face": 185,
    "arrest": 186,
    "15": 187,
    "years": 188,
    "their": 189,
    "crime": 190,
    "without": 191,
    "surprise": 192,
    "geared": 193,
    "toward": 194,
    "maximum": 195,
    "comfort": 196,
    "familiarity": 197,
    "call": 198,
    "me": 199,
    "cold-hearted": 200,
    "curmudgeon": 201,
    "being": 202,
    "enjoy": 203,
    "mindless": 204,
    "action": 205,
    "i": 206,
    "believe": 207,
    "be": 208,
    "peak": 209,
    "all": 210,
    "things": 211,
    "insipid": 212,
    "chelsea": 213,
    "walls": 214,
    "case": 215,
    "many": 216,
    "chefs": 217,
    "fussing": 218,
    "over": 219,
    "weak": 220,
    "recipe": 221,
    "would": 222,
    "been": 223,
    "enjoyable": 224,
    "had": 225,
    "balance": 226,
    "shifted": 227,
    "favor": 228,
    "water-bound": 229,
    "land-based": 230,
    "'drama": 231,
    "'": 232,
    "emphasis": 233,
    "latter": 234,
    "leaves": 235,
    "blue": 236,
    "crush": 237,
    "waterlogged": 238,
    "henry": 239,
    "bean's": 240,
    "thoughtful": 241,
    "screenplay": 242,
    "provides": 243,
    "no": 244,
    "easy": 245,
    "answers": 246,
    "offers": 247,
    "compelling": 248,
    "investigation": 249,
    "faith": 250,
    "versus": 251,
    "intellect": 252,
    "though": 253,
    "lacks": 254,
    "utter": 255,
    "authority": 256,
    "genre": 257,
    "gem": 258,
    "certain": 259,
    "robustness": 260,
    "engaging": 261,
    "mix": 262,
    "bloodletting": 263,
    "isn't": 264,
    "cliffsnotes": 265,
    "version": 266,
    "nicholas": 267,
    "nickleby": 268,
    "pages": 269,
    "missing": 270,
    "atmospheric": 271,
    "herrmann": 272,
    "quietly": 273,
    "suggesting": 274,
    "sadness": 275,
    "obsession": 276,
    "beneath": 277,
    "hearst's": 278,
    "forced": 279,
    "avuncular": 280,
    "chortles": 281,
    "although": 282,
    "frailty": 283,
    "fits": 284,
    "classic": 285,
    "execution": 286,
    "remarkably": 287,
    "original": 288,
    "work": 289,
    "enough": 290,
    "bad": 291,
    "mediocre": 292,
    "performances": 293,
    "overstated": 294,
    "effect": 295,
    "comes": 296,
    "as": 297,
    "self-parody": 298,
    "those": 299,
    "rare": 300,
    "occasions": 301,
    "narrator": 302,
    "stops": 303,
    "yammering": 304,
    "miller's": 305,
    "hand": 306,
    "often": 307,
    "feels": 308,
    "unsure": 309,
    "e": 310,
    "t": 311,
    "works": 312,
    "because": 313,
    "flabbergasting": 314,
    "principals": 315,
    "14-year-old": 316,
    "robert": 317,
    "macnaughton": 318,
    "6-year-old": 319,
    "drew": 320,
    "barrymore": 321,
    "10-year-old": 322,
    "thomas": 323,
    "convince": 324,
    "us": 325,
    "existence": 326,
    "wise": 327,
    "wizened": 328,
    "visitor": 329,
    "faraway": 330,
    "planet": 331,
    "tends": 332,
    "pile": 333,
    "\"": 334,
    "serious": 335,
    "issues": 336,
    "plate": 337,
    "at": 338,
    "times": 339,
    "yet": 340,
    "remains": 341,
    "fairly": 342,
    "light": 343,
    "always": 344,
    "entertaining": 345,
    "smartly": 346,
    "written": 347,
    "100-year": 348,
    "old": 349,
    "mystery": 350,
    "constantly": 351,
    "interrupted": 352,
    "bathing": 353,
    "suit": 354,
    "look": 355,
    "training": 356,
    "dedication": 357,
    "goes": 358,
    "becoming": 359,
    "world-class": 360,
    "fencer": 361,
    "champion": 362,
    "that's": 363,
    "difference": 364,
    "nyc": 365,
    "inner-city": 366,
    "youth": 367,
    "cannot": 368,
    "enjoyed": 369,
    "level": 370,
    "one": 371,
    "enjoys": 372,
    "slasher": 373,
    "flick": 374,
    "primarily": 375,
    "dull": 376,
    "yes": 377,
    "rejected": 378,
    "abc": 379,
    "afterschool": 380,
    "special": 381,
    "freshened": 382,
    "up": 383,
    "dunce": 384,
    "screenwriting": 385,
    "101": 386,
    "class": 387,
    "designed": 388,
    "smiles": 389,
    "tears": 390,
    "crossroads": 391,
    "instead": 392,
    "provokes": 393,
    "handful": 394,
    "unintentional": 395,
    "howlers": 396,
    "numerous": 397,
    "yawns": 398,
    "humorous": 399,
    "artsy": 400,
    "cute": 401,
    "an": 402,
    "off-kilter": 403,
    "dark": 404,
    "vaguely": 405,
    "disturbing": 406,
    "way": 407,
    "thunderous": 408,
    "ride": 409,
    "first": 410,
    "quiet": 411,
    "cadences": 412,
    "pure": 413,
    "finesse": 414,
    "few": 415,
    "far": 416,
    "between": 417,
    ";": 418,
    "shortage": 419,
    "dilutes": 420,
    "potency": 421,
    "otherwise": 422,
    "respectable": 423,
    "still": 424,
    "fun": 425,
    "host": 426,
    "truly": 427,
    "excellent": 428,
    "sequences": 429,
    "mood": 430,
    "tone": 431,
    "fit": 432,
    "incredible": 433,
    "storyline": 434,
    "pompous": 435,
    "garbled": 436,
    "k": 437,
    "19": 438,
    "stays": 439,
    "afloat": 440,
    "drama/action": 441,
    "essentially": 442,
    "series": 443,
    "fleetingly": 444,
    "interesting": 445,
    "actors'": 446,
    "moments": 447,
    "bourne": 448,
    "identity": 449,
    "we": 450,
    "return": 451,
    "traditional": 452,
    "reminiscent": 453,
    "combat": 454,
    "star": 455,
    "wars": 456,
    "mr": 457,
    "parker": 458,
    "has": 459,
    "brilliantly": 460,
    "updated": 461,
    "his": 462,
    "source": 463,
    "grasped": 464,
    "essence": 465,
    "composing": 466,
    "sorrowful": 467,
    "hilarious": 468,
    "poem": 469,
    "alienated": 470,
    "labor": 471,
    "or": 472,
    "absurdist": 473,
    "workplace": 474,
    "sitcom": 475,
    "maneuvers": 476,
    "skillfully": 477,
    "through": 478,
    "plot's": 479,
    "hot": 480,
    "brine": 481,
    "--": 482,
    "until": 483,
    "undone": 484,
    "sogginess": 485,
    "contemporary": 486,
    "actors": 487,
    "come": 488,
    "away": 489,
    "overwhelmed": 490,
    "hopeful": 491,
    "perhaps": 492,
    "paradoxically": 493,
    "illuminated": 494,
    "ingeniously": 495,
    "constructed": 496,
    "memento": 497,
    "so-so": 498,
    "entertainment": 499,
    "definitely": 500,
    "crowd-pleaser": 501,
    "then": 502,
    "was": 503,
    "roman": 504,
    "colosseum": 505,
    "feel-good": 506,
    "family": 507,
    "comedy": 508,
    "regardless": 509,
    "race": 510,
    "must": 511,
    "end": 512,
    "world": 513,
    ":": 514,
    "best": 515,
    "year": 516,
    "franchise": 517,
    "sequel": 518,
    "starring": 519,
    "wesley": 520,
    "snipes": 521,
    "cockamamie": 522,
    "pitched": 523,
    "precipitously": 524,
    "swoony": 525,
    "lyricism": 526,
    "violent": 527,
    "catastrophe": 528,
    "most": 529,
    "aggressively": 530,
    "nerve-wracking": 531,
    "screamingly": 532,
    "neurotic": 533,
    "romantic": 534,
    "cinema": 535,
    "neverland": 536,
    "manages": 537,
    "straddle": 538,
    "line": 539,
    "another": 540,
    "company": 541,
    "run-of-the-mill": 542,
    "disney": 543,
    "intended": 544,
    "home": 545,
    "market": 546,
    "philosophically": 547,
    "intellectually": 548,
    "logistically": 549,
    "mess": 550,
    "'cq": 551,
    "may": 552,
    "day": 553,
    "fondly": 554,
    "remembered": 555,
    "coppola's": 556,
    "brief": 557,
    "pretentious": 558,
    "period": 559,
    "before": 560,
    "other": 561,
    "films": 562,
    "actually": 563,
    "tell": 564,
    "story": 565,
    "worth": 566,
    "caring": 567,
    "diverting": 568,
    "french": 569,
    "which": 570,
    "husband": 571,
    "cope": 572,
    "pesky": 573,
    "moods": 574,
    "jealousy": 575,
    "movingly": 576,
    "genuine": 577,
    "what's": 578,
    "really": 579,
    "sad": 580,
    "see": 581,
    "two": 582,
    "academy": 583,
    "award": 584,
    "winning": 585,
    "actresses": 586,
    "(": 587,
    "actor": 588,
    ")": 589,
    "succumb": 590,
    "appearing": 591,
    "junk": 592,
    "tv": 593,
    "material": 594,
    "cho's": 595,
    "fans": 596,
    "sure": 597,
    "entertained": 598,
    "fair": 599,
    "interest": 600,
    "disclosure": 601,
    "say": 602,
    "basis": 603,
    "alone": 604,
    "them": 605,
    "predictable": 606,
    "manipulative": 607,
    "stinker": 608,
    "passes": 609,
    "time": 610,
    "absurd": 611,
    "finale": 612,
    "twisted": 613,
    "metal": 614,
    "fireballs": 615,
    "revenge": 616,
    "go": 617,
    "expecting": 618,
    "scary": 619,
    "action-packed": 620,
    "chiller": 621,
    "soon": 622,
    "looking": 623,
    "sign": 624,
    "exit": 625,
    "entire": 626,
    "truncated": 627,
    "feeling": 628,
    "available": 629,
    "lovely": 630,
    "lovable": 631,
    "what": 632,
    "bubbles": 633,
    "out": 634,
    "john": 635,
    "c": 636,
    "walsh's": 637,
    "pipe": 638,
    "dream": 639,
    "distinct": 640,
    "very": 641,
    "welcome": 642,
    "sense": 643,
    "intelligent": 644,
    "people": 645,
    "making": 646,
    "want": 647,
    "watch": 648,
    "matter": 649,
    "less": 650,
    "90": 651,
    "minutes": 652,
    "prison": 653,
    "stretch": 654,
    "payne": 655,
    "constructs": 656,
    "ode": 657,
    "middle": 658,
    "america": 659,
    "age": 660,
    "unlikely": 661,
    "odyssey": 662,
    "featuring": 663,
    "pathetic": 664,
    "endearing": 665,
    "hero": 666,
    "according": 667,
    "wendigo": 668,
    "'nature'": 669,
    "loves": 670,
    "members": 671,
    "upper": 672,
    "almost": 673,
    "themselves": 674,
    "achingly": 675,
    "enthralling": 676,
    "premise": 677,
    "hindered": 678,
    "uneven": 679,
    "dialogue": 680,
    "plot": 681,
    "lapses": 682,
    "'pocas": 683,
    "ideas": 684,
    "interesantes": 685,
    "un": 686,
    "final": 687,
    "pseudo": 688,
    "m\u00edstico": 689,
    "que": 690,
    "corresponde": 691,
    "al": 692,
    "tono": 693,
    "general": 694,
    "del": 695,
    "filme": 696,
    "y": 697,
    "deja": 698,
    "una": 699,
    "sensaci\u00f3n": 700,
    "de": 701,
    "inconformidad": 702,
    "hace": 703,
    "pensar": 704,
    "m\u00e1s": 705,
    "vez": 706,
    "si": 707,
    "vale": 708,
    "la": 709,
    "pena": 710,
    "ir": 711,
    "taquilla": 712,
    "reclamar": 713,
    "el": 714,
    "precio": 715,
    "boleto": 716,
    "due": 717,
    "stodgy": 718,
    "soap": 719,
    "opera-ish": 720,
    "rest": 721,
    "cast": 722,
    "across": 723,
    "stick": 724,
    "figures": 725,
    "reading": 726,
    "teleprompter": 727,
    "adam": 728,
    "sandler": 729,
    "little": 730,
    "nicky": 731,
    "good": 732,
    "niro": 733,
    "same": 734,
    "free": 735,
    "critics": 736,
    "afforded": 737,
    "clint": 738,
    "eastwood": 739,
    "lazy": 740,
    "bloodwork": 741,
    "bruce": 742,
    "springsteen's": 743,
    "gone-to-pot": 744,
    "asbury": 745,
    "park": 746,
    "new": 747,
    "sad-sack": 748,
    "waste": 749,
    "city": 750,
    "ruins": 751,
    "chabrol's": 752,
    "subtlest": 753,
    "also": 754,
    "uncanny": 755,
    "zingers": 756,
    "aside": 757,
    "writing": 758,
    "indifferent": 759,
    "jordan": 760,
    "brady's": 761,
    "direction": 762,
    "prosaic": 763,
    "dialogue-heavy": 764,
    "cerebral": 765,
    "own": 766,
    "any": 767,
    "rate": 768,
    "racy": 769,
    "subject": 770,
    "certainly": 771,
    "well-meaning": 772,
    "simple-minded": 773,
    "contrived": 774,
    "inherent": 775,
    "limitations": 776,
    "using": 777,
    "game": 778,
    "again": 779,
    "clear": 780,
    "schlocky": 781,
    "horror/action": 782,
    "hybrid": 783,
    "grim": 784,
    "upsetting": 785,
    "glimpse": 786,
    "lives": 787,
    "1": 788,
    "2": 789,
    "million": 790,
    "palestinians": 791,
    "live": 792,
    "crowded": 793,
    "cities": 794,
    "refugee": 795,
    "camps": 796,
    "gaza": 797,
    "during": 798,
    "tuxedo's": 799,
    "there": 800,
    "true": 801,
    "'chan": 802,
    "moment'": 803,
    "visually": 804,
    "sci-fi": 805,
    "suffers": 806,
    "lackluster": 807,
    "divine": 808,
    "secrets": 809,
    "ya-ya": 810,
    "sisterhood": 811,
    "exactly": 812,
    "defiantly": 813,
    "ya": 814,
    "terrific": 815,
    "songs": 816,
    "spirited": 817,
    "purely": 818,
    "notice": 819,
    "straightforward": 820,
    "remake": 821,
    "hollywood": 822,
    "comedies": 823,
    "such": 824,
    "father": 825,
    "bride": 826,
    "small": 827,
    "scope": 828,
    "perfectly": 829,
    "formed": 830,
    "culture": 831,
    "clash": 832,
    "half": 833,
    "clever": 834,
    "thinks": 835,
    "hype": 836,
    "quieter": 837,
    "while": 838,
    "slightly": 839,
    "successful": 840,
    "rollicking": 841,
    "incessant": 842,
    "lounge": 843,
    "music": 844,
    "playing": 845,
    "film's": 846,
    "background": 847,
    "mistake": 848,
    "liza": 849,
    "chanukah": 850,
    "song": 851,
    "sleep-inducingly": 852,
    "slow-paced": 853,
    "drama": 854,
    "clumsy": 855,
    "heavy-handed": 856,
    "phoney-feeling": 857,
    "sentiment": 858,
    "overly-familiar": 859,
    "devices": 860,
    "confirming": 861,
    "big": 862,
    "fat": 863,
    "liar": 864,
    "futile": 865,
    "silliness": 866,
    "tap": 867,
    "kiddie": 868,
    "sensibilities": 869,
    "mildly": 870,
    "curious": 871,
    "fear": 872,
    "put": 873,
    "sleep": 874,
    "bewildered": 875,
    "pointless": 876,
    "visuals": 877,
    "lame": 878,
    "horror": 879,
    "flicks": 880,
    "corny": 881,
    "schmaltzy": 882,
    "kind": 883,
    "heartwarming": 884,
    "nonetheless": 885,
    "perfect": 886,
    "don't": 887,
    "use": 888,
    "your": 889,
    "brain": 890,
    "book-on-tape": 891,
    "kid": 892,
    "picture": 893,
    "abridged": 894,
    "edition": 895,
    "scorsese's": 896,
    "bold": 897,
    "images": 898,
    "generally": 899,
    "smart": 900,
    "casting": 901,
    "ensure": 902,
    "gangs": 903,
    "never": 904,
    "lethargic": 905,
    "central": 906,
    "peppered": 907,
    "false": 908,
    "starts": 909,
    "populated": 910,
    "impossible": 911,
    "directorial": 912,
    "debut": 913,
    "incredibly": 914,
    "layered": 915,
    "stylistic": 916,
    "despite": 917,
    "paced": 918,
    "humdrum": 919,
    "approach": 920,
    "development": 921,
    "least": 922,
    "attempt": 923,
    "meaningful": 924,
    "impenetrable": 925,
    "insufferable": 926,
    "ball": 927,
    "pseudo-philosophic": 928,
    "twaddle": 929,
    "refreshingly": 930,
    "unhibited": 931,
    "enthusiasm": 932,
    "spite": 933,
    "clearly": 934,
    "evident": 935,
    "poverty": 936,
    "hardship": 937,
    "bring": 938,
    "recent": 939,
    "favourite": 940,
    "sundance": 941,
    "white-trash": 942,
    "satire": 943,
    "inspire": 944,
    "affection": 945,
    "unlucky": 946,
    "owned": 947,
    "cassette": 948,
    "def": 949,
    "leppard's": 950,
    "pyromania": 951,
    "incisive": 952,
    "grant": 953,
    "he'll": 954,
    "probably": 955,
    "appeal": 956,
    "guys": 957,
    "girlfriends": 958,
    "drag": 959,
    "hugh": 960,
    "factor": 961,
    "climactic": 962,
    "events": 963,
    "well": 964,
    "realized": 965,
    "forget": 966,
    "conflict": 967,
    "tragedy": 968,
    "hope": 969,
    "despair": 970,
    "schmidt": 971,
    "closer": 972,
    "movies": 973,
    "expressing": 974,
    "someplace": 975,
    "consuming": 976,
    "self-absorption": 977,
    "insistently": 978,
    "demanding": 979,
    "otherness": 980,
    "courage": 981,
    "top": 982,
    "stupid": 983,
    "caffeinated": 984,
    "make": 985,
    "logical": 986,
    "loopholes": 987,
    "fly": 988,
    "fast": 989,
    "think": 990,
    "anyway": 991,
    "wavers": 992,
    "hallmark": 993,
    "card": 994,
    "sentimentality": 995,
    "goofy": 996,
    "life-affirming": 997,
    "straight": 998,
    "cellular": 999,
    "phone": 1000,
    "commercial": 1001,
    "capability": 1002,
    "effecting": 1003,
    "change": 1004,
    "inspiring": 1005,
    "adventurous": 1006,
    "indian": 1007,
    "filmmakers": 1008,
    "crossover": 1009,
    "nonethnic": 1010,
    "markets": 1011,
    "minute": 1012,
    "you're": 1013,
    "actioner": 1014,
    "next": 1015,
    "clips": 1016,
    "pink": 1017,
    "panther": 1018,
    "strikes": 1019,
    "and/or": 1020,
    "sailor": 1021,
    "moon": 1022,
    "spliced": 1023,
    "gets": 1024,
    "display": 1025,
    "cadness": 1026,
    "perfection": 1027,
    "show": 1028,
    "acting": 1029,
    "range": 1030,
    "thought": 1031,
    "light-hearted": 1032,
    "forte": 1033,
    "allegory": 1034,
    "last": 1035,
    "days": 1036,
    "germany's": 1037,
    "democratic": 1038,
    "weimar": 1039,
    "republic": 1040,
    "fuhgeddaboutit": 1041,
    "heartening": 1042,
    "tale": 1043,
    "victories": 1044,
    "enduring": 1045,
    "could": 1046,
    "crisper": 1047,
    "punchier": 1048,
    "likely": 1049,
    "please": 1050,
    "audiences": 1051,
    "demand": 1052,
    "four": 1053,
    "hankies": 1054,
    "rarity": 1055,
    "among": 1056,
    "iranian": 1057,
    "gentle": 1058,
    "humor": 1059,
    "chides": 1060,
    "absurdity": 1061,
    "protagonist's": 1062,
    "plight": 1063,
    "solondz": 1064,
    "creates": 1065,
    "effective": 1066,
    "discomfort": 1067,
    "viewer": 1068,
    "alike": 1069,
    "feature-length": 1070,
    "strains": 1071,
    "show's": 1072,
    "concept": 1073,
    "cinematic": 1074,
    "disaster": 1075,
    "inadvertently": 1076,
    "sidesplitting": 1077,
    "price": 1078,
    "admission": 1079,
    "ridicule": 1080,
    "powerful": 1081,
    "portrayal": 1082,
    "binoche": 1083,
    "romance": 1084,
    "overly": 1085,
    "deliberate": 1086,
    "pace": 1087,
    "narrative": 1088,
    "momentum": 1089,
    "taut": 1090,
    "psychological": 1091,
    "backstage": 1092,
    "must-see": 1093,
    "wedge": 1094,
    "saldanha": 1095,
    "handle": 1096,
    "verbal": 1097,
    "slapstick": 1098,
    "falters": 1099,
    "however": 1100,
    "adherence": 1101,
    "philosophy": 1102,
    "required": 1103,
    "poignancy": 1104,
    "salute": 1105,
    "i'd": 1106,
    "hoped": 1107,
    "avoid": 1108,
    "twist": 1109,
    "better": 1110,
    "suited": 1111,
    "video-viewing": 1112,
    "multiplex": 1113,
    "pianist": 1114,
    "polanski's": 1115,
    "marquis": 1116,
    "sade": 1117,
    "couldn't": 1118,
    "person": 1119,
    "him": 1120,
    "infused": 1121,
    "sensibility": 1122,
    "completely": 1123,
    "empty": 1124,
    "message": 1125,
    "link": 1126,
    "together": 1127,
    "conquer": 1128,
    "kinds": 1129,
    "obstacles": 1130,
    "whether": 1131,
    "nature": 1132,
    "man": 1133,
    "audacity": 1134,
    "view": 1135,
    "shakespeare's": 1136,
    "known": 1137,
    "tragedies": 1138,
    "deserving": 1139,
    "discussion": 1140,
    "invaluable": 1141,
    "historical": 1142,
    "document": 1143,
    "thanks": 1144,
    "filmmaker's": 1145,
    "extraordinary": 1146,
    "access": 1147,
    "massoud": 1148,
    "whose": 1149,
    "charm": 1150,
    "cultivation": 1151,
    "devotion": 1152,
    "readily": 1153,
    "apparent": 1154,
    "immensely": 1155,
    "ambitious": 1156,
    "different": 1157,
    "anything": 1158,
    "done": 1159,
    "amazingly": 1160,
    "terms": 1161,
    "trying": 1162,
    "do": 1163,
    "nicole": 1164,
    "kidman": 1165,
    "party": 1166,
    "attending": 1167,
    "large-frame": 1168,
    "imax": 1169,
    "camera": 1170,
    "lends": 1171,
    "beautifully": 1172,
    "filming": 1173,
    "teeming": 1174,
    "life": 1175,
    "reefs": 1176,
    "gorgeous": 1177,
    "everyone": 1178,
    "junior": 1179,
    "scientists": 1180,
    "grown-up": 1181,
    "fish": 1182,
    "lovers": 1183,
    "dreadful": 1184,
    "expected": 1185,
    "fact": 1186,
    "quite": 1187,
    "places": 1188,
    "edgy": 1189,
    "thriller": 1190,
    "delivers": 1191,
    "punch": 1192,
    "surprisingly": 1193,
    "considering": 1194,
    "baird": 1195,
    "former": 1196,
    "editor": 1197,
    "rather": 1198,
    "choppy": 1199,
    "high": 1200,
    "crimes": 1201,
    "miscasts": 1202,
    "every": 1203,
    "leading": 1204,
    "grey": 1205,
    "zone": 1206,
    "gives": 1207,
    "voice": 1208,
    "needs": 1209,
    "heard": 1210,
    "sea": 1211,
    "holocaust": 1212,
    "difficulties": 1213,
    "comeback": 1214,
    "curlers": 1215,
    "men": 1216,
    "brooms": 1217,
    "how": 1218,
    "knows": 1219,
    "unique": 1220,
    "quirky": 1221,
    "canadians": 1222,
    "badly": 1223,
    "interlocked": 1224,
    "stories": 1225,
    "drowned": 1226,
    "complexity": 1227,
    "?": 1228,
    "lovingly": 1229,
    "choreographed": 1230,
    "bloodshed": 1231,
    "taking": 1232,
    "place": 1233,
    "pristine": 1234,
    "basically": 1235,
    "'in": 1236,
    "poor": 1237,
    "loved": 1238,
    "exposes": 1239,
    "skill": 1240,
    "basic": 1241,
    "flaws": 1242,
    "vision": 1243,
    "anyone": 1244,
    "grew": 1245,
    "disney's": 1246,
    "1950": 1247,
    "treasure": 1248,
    "island": 1249,
    "remembers": 1250,
    "1934": 1251,
    "victor": 1252,
    "fleming": 1253,
    "impostor": 1254,
    "aggravating": 1255,
    "tedious": 1256,
    "silly": 1257,
    "humbuggery": 1258,
    "polished": 1259,
    "well-structured": 1260,
    "[serry]": 1261,
    "wants": 1262,
    "blend": 1263,
    "politics": 1264,
    "admirable": 1265,
    "ambition": 1266,
    "helping": 1267,
    "he": 1268,
    "uses": 1269,
    "stir": 1270,
    "ingredients": 1271,
    "heavy": 1272,
    "england": 1273,
    "whom": 1274,
    "wander": 1275,
    "thick": 1276,
    "clouds": 1277,
    "denial": 1278,
    "eventually": 1279,
    "around": 1280,
    "real": 1281,
    "emotional": 1282,
    "business": 1283,
    "striking": 1284,
    "deep": 1285,
    "chords": 1286,
    "funk": 1287,
    "-": 1288,
    "movie's": 1289,
    "got": 1290,
    "damn": 1291,
    "weird": 1292,
    "pass": 1293,
    "blacklight": 1294,
    "crowd": 1295,
    "cheaper": 1296,
    "floyd": 1297,
    "tickets": 1298,
    "muckraking": 1299,
    "job": 1300,
    "equivalent": 1301,
    "legal": 1302,
    "indictment": 1303,
    "mark": 1304,
    "down": 1305,
    "non-believer": 1306,
    "werewolf": 1307,
    "rely": 1308,
    "stupidity": 1309,
    "substitute": 1310,
    "moves": 1311,
    "inexorably": 1312,
    "seven": 1313,
    "timeframe": 1314,
    "becomes": 1315,
    "increasingly": 1316,
    "mesmerizing": 1317,
    "fine": 1318,
    "rousing": 1319,
    "g-rated": 1320,
    "aimed": 1321,
    "mainly": 1322,
    "kids": 1323,
    "plenty": 1324,
    "value": 1325,
    "keep": 1326,
    "grown-ups": 1327,
    "squirming": 1328,
    "seats": 1329,
    "refreshing": 1330,
    "women": 1331,
    "curves": 1332,
    "relaxed": 1333,
    "natural-seeming": 1334,
    "gayton's": 1335,
    "give": 1336,
    "haven't": 1337,
    "seen": 1338,
    "d": 1339,
    "j": 1340,
    "caruso's": 1341,
    "grimy": 1342,
    "visual": 1343,
    "veneer": 1344,
    "kilmer's": 1345,
    "absorbing": 1346,
    "increase": 1347,
    "gravitational": 1348,
    "pull": 1349,
    "considerably": 1350,
    "bland": 1351,
    "harmless": 1352,
    "irresistible": 1353,
    "warmth": 1354,
    "consistent": 1355,
    "embracing": 1356,
    "humanity": 1357,
    "life's": 1358,
    "harshness": 1359,
    "subversive": 1360,
    "unrelenting": 1361,
    "bleak": 1362,
    "insistence": 1363,
    "opting": 1364,
    "opportunity": 1365,
    "finding": 1366,
    "meaning": 1367,
    "relationships": 1368,
    "paper": 1369,
    "thin": 1370,
    "cliched": 1371,
    "favorite": 1372,
    "james": 1373,
    "bond": 1374,
    "cleverly": 1375,
    "plotted": 1376,
    "suspects": 1377,
    "virtually": 1378,
    "these": 1379,
    "despicable": 1380,
    "beautiful": 1381,
    "captivating": 1382,
    "take": 1383,
    "loss": 1384,
    "loneliness": 1385,
    "rises": 1386,
    "above": 1387,
    "oh-so-hollywood": 1388,
    "rejiggering": 1389,
    "conventional": 1390,
    "soul": 1391,
    "unabashed": 1392,
    "old-fashioned": 1393,
    "escapism": 1394,
    "zings": 1395,
    "originality": 1396,
    "humour": 1397,
    "pathos": 1398,
    "nonsensical": 1399,
    "cyber-horror": 1400,
    "hollow": 1401,
    "exercise": 1402,
    "flat": 1403,
    "scares": 1404,
    "decades": 1405,
    "we've": 1406,
    "marveled": 1407,
    "rendering": 1408,
    "water": 1409,
    "snow": 1410,
    "flames": 1411,
    "shadows": 1412,
    "hand-drawn": 1413,
    "animated": 1414,
    "prepare": 1415,
    "marvel": 1416,
    "1970s": 1417,
    "animation": 1418,
    "everything": 1419,
    "else": 1420,
    "saturday": 1421,
    "morning": 1422,
    "cartoons": 1423,
    "\u2013": 1424,
    "retread": 1425,
    "combination": 1426,
    "grand": 1427,
    "scale": 1428,
    "unpretentious": 1429,
    "charming": 1430,
    "bigger": 1431,
    "installment": 1432,
    "spy": 1433,
    "looks": 1434,
    "were": 1435,
    "highly": 1436,
    "12-year-old": 1437,
    "grown": 1438,
    "heartfelt": 1439,
    "douglas": 1440,
    "mcgrath's": 1441,
    "'nicholas": 1442,
    "nickleby'": 1443,
    "left": 1444,
    "refreshed": 1445,
    "impact": 1446,
    "by-the-numbers": 1447,
    "yarn": 1448,
    "nicolas": 1449,
    "cage": 1450,
    "lead": 1451,
    "group": 1452,
    "talented": 1453,
    "friends": 1454,
    "astray": 1455,
    "won't": 1456,
    "create": 1457,
    "ruffle": 1458,
    "already": 1459,
    "erratic": 1460,
    "career": 1461,
    "loud": 1462,
    "witless": 1463,
    "none": 1464,
    "intrigue": 1465,
    "spend": 1466,
    "benjamins": 1467,
    "matinee": 1468,
    "surrounding": 1469,
    "hyper-artificiality": 1470,
    "haynes": 1471,
    "familiar": 1472,
    "racism": 1473,
    "homophobia": 1474,
    "fresh": 1475,
    "cantet": 1476,
    "captures": 1477,
    "hotel": 1478,
    "lobbies": 1479,
    "two-lane": 1480,
    "highways": 1481,
    "roadside": 1482,
    "cafes": 1483,
    "permeate": 1484,
    "vincent's": 1485,
    "taste": 1486,
    "burning": 1487,
    "ethos": 1488,
    "appealing": 1489,
    "counter-cultural": 1490,
    "idealism": 1491,
    "hedonistic": 1492,
    "creativity": 1493,
    "[kim]": 1494,
    "begins": 1495,
    "overplay": 1496,
    "shock": 1497,
    "tactics": 1498,
    "bait-and-tackle": 1499,
    "metaphors": 1500,
    "pay": 1501,
    "shimmering": 1502,
    "postcard": 1503,
    "sour": 1504,
    "nasty": 1505,
    "offering": 1506,
    "stale": 1507,
    "act": 1508,
    "scrooge": 1509,
    "blatant": 1510,
    "product": 1511,
    "placement": 1512,
    "comedic": 1513,
    "strong": 1514,
    "finish": 1515,
    "dumb": 1516,
    "fart": 1517,
    "kubrick": 1518,
    "soderbergh": 1519,
    "afraid": 1520,
    "try": 1521,
    "somewhere": 1522,
    "sling": 1523,
    "blade": 1524,
    "south": 1525,
    "heaven": 1526,
    "west": 1527,
    "hell": 1528,
    "pantheon": 1529,
    "billy": 1530,
    "bob's": 1531,
    "body": 1532,
    "intimate": 1533,
    "searing": 1534,
    "girls'": 1535,
    "confusion": 1536,
    "pain": 1537,
    "struggle": 1538,
    "tragically": 1539,
    "comprehend": 1540,
    "chasm": 1541,
    "knowledge": 1542,
    "opened": 1543,
    "misery": 1544,
    "voyeuristic": 1545,
    "spectacle": 1546,
    "consumed": 1547,
    "forgotten": 1548,
    "awfully": 1549,
    "become": 1550,
    "distant": 1551,
    "memories": 1552,
    "mention": 1553,
    "solaris": 1554,
    "five": 1555,
    "now": 1556,
    "saw": 1557,
    "opinion": 1558,
    "share": 1559,
    "accumulated": 1560,
    "force": 1561,
    "ugly": 1562,
    "knot": 1563,
    "tightening": 1564,
    "stomach": 1565,
    "dramatic": 1566,
    "tension": 1567,
    "symptom": 1568,
    "artistic": 1569,
    "malnutrition": 1570,
    "realistic": 1571,
    "non-exploitive": 1572,
    "paid": 1573,
    "seeing": 1574,
    "great": 1575,
    "idea": 1576,
    "start": 1577,
    "transporter": 1578,
    "running": 1579,
    "adrenaline": 1580,
    "initial": 1581,
    "wears": 1582,
    "shortcomings": 1583,
    "shine": 1584,
    "modicum": 1585,
    "patience": 1586,
    "find": 1587,
    "characters'": 1588,
    "foibles": 1589,
    "timeless": 1590,
    "perspective": 1591,
    "naturalistic": 1592,
    "australian": 1593,
    "counterpart": 1594,
    "amari's": 1595,
    "falls": 1596,
    "short": 1597,
    "building": 1598,
    "lilia's": 1599,
    "journey": 1600,
    "concerning": 1601,
    "chronically": 1602,
    "mixed": 1603,
    "signals": 1604,
    "african": 1605,
    "american": 1606,
    "professionals": 1607,
    "get": 1608,
    "overachieving": 1609,
    "intriguing": 1610,
    "supernatural": 1611,
    "trappings": 1612,
    "obscure": 1613,
    "thoroughly": 1614,
    "coming-of-age": 1615,
    "stunning": 1616,
    "dreamlike": 1617,
    "impress": 1618,
    "viewers": 1619,
    "euro-film": 1620,
    "pretension": 1621,
    "biggest": 1622,
    "secret": 1623,
    "ballot": 1624,
    "both": 1625,
    "biting": 1626,
    "hashiguchi": 1627,
    "covers": 1628,
    "territory": 1629,
    "wit": 1630,
    "fourth": 1631,
    "feature": 1632,
    "released": 1633,
    "u": 1634,
    "s": 1635,
    "major": 1636,
    "emerging": 1637,
    "honestly": 1638,
    "knew": 1639,
    "coming": 1640,
    "leanest": 1641,
    "meanest": 1642,
    "solondz's": 1643,
    "misanthropic": 1644,
    "throughout": 1645,
    "tumult": 1646,
    "question": 1647,
    "mind": 1648,
    "why": 1649,
    "boring": 1650,
    "hallucinatory": 1651,
    "production": 1652,
    "design": 1653,
    "shrewd": 1654,
    "understands": 1655,
    "sustain": 1656,
    "kickass": 1657,
    "dense": 1658,
    "long": 1659,
    "wonder": 1660,
    "didn't": 1661,
    "recognize": 1662,
    "exquisite": 1663,
    "craftsmanship": 1664,
    "olivier": 1665,
    "assayas": 1666,
    "fashioned": 1667,
    "provincial": 1668,
    "bourgeois": 1669,
    "society": 1670,
    "established": 1671,
    "gang": 1672,
    "comfortable": 1673,
    "insane": 1674,
    "liberties": 1675,
    "doing": 1676,
    "goofiest": 1677,
    "stuff": 1678,
    "field": 1679,
    "highfalutin": 1680,
    "corkscrew": 1681,
    "turns": 1682,
    "shaggy": 1683,
    "repetitively": 1684,
    "stretched": 1685,
    "length": 1686,
    "awash": 1687,
    "self-consciously": 1688,
    "flashy": 1689,
    "effects": 1690,
    "droning": 1691,
    "house": 1692,
    "project": 1693,
    "inexperienced": 1694,
    "filmmaker": 1695,
    "poetry": 1696,
    "help": 1697,
    "macdowell's": 1698,
    "retrieve": 1699,
    "her": 1700,
    "ask": 1701,
    "personal": 1702,
    "trumps": 1703,
    "carnage": 1704,
    "claims": 1705,
    "volatile": 1706,
    "dynamics": 1707,
    "female": 1708,
    "friendship": 1709,
    "unhurried": 1710,
    "off-hollywood": 1711,
    "seems": 1712,
    "positively": 1713,
    "rhythms": 1714,
    "resonance": 1715,
    "undeniably": 1716,
    "young": 1717,
    "talent": 1718,
    "finds": 1719,
    "inspiration": 1720,
    "fringes": 1721,
    "underground": 1722,
    "topics": 1723,
    "relegated": 1724,
    "step": 1725,
    "forward": 1726,
    "sally": 1727,
    "jesse": 1728,
    "raphael": 1729,
    "atmosphere": 1730,
    "philadelphia": 1731,
    "beauty": 1732,
    "workshop": 1733,
    "mentality": 1734,
    "prevails": 1735,
    "wallace": 1736,
    "vary": 1737,
    "pitch": 1738,
    "balancing": 1739,
    "deafening": 1740,
    "battle": 1741,
    "domestic": 1742,
    "back": 1743,
    "receiving": 1744,
    "war": 1745,
    "department": 1746,
    "telegrams": 1747,
    "pulling": 1748,
    "stunts": 1749,
    "steven": 1750,
    "spielberg": 1751,
    "know": 1752,
    "besides": 1753,
    "producers": 1754,
    "aren't": 1755,
    "nice": 1756,
    "guaranteed": 1757,
    "lift": 1758,
    "spirits": 1759,
    "whole": 1760,
    "busy": 1761,
    "reference": 1762,
    "fails": 1763,
    "heart": 1764,
    "dismissed": 1765,
    "tiresome": 1766,
    "rant": 1767,
    "aging": 1768,
    "thumbing": 1769,
    "nose": 1770,
    "convention": 1771,
    "takes": 1772,
    "subtle": 1773,
    "turn": 1774,
    "midway": 1775,
    "errol": 1776,
    "morris": 1777,
    "focusing": 1778,
    "eccentricity": 1779,
    "failing": 1780,
    "scrapbook": 1781,
    "oddballs": 1782,
    "shot": 1783,
    "ankle-deep": 1784,
    "'epic": 1785,
    "[the": 1786,
    "film]": 1787,
    "mostly": 1788,
    "tongue-in-cheek": 1789,
    "attitude": 1790,
    "cherish": 1791,
    "would've": 1792,
    "worked": 1793,
    "lot": 1794,
    "nothing": 1795,
    "modest": 1796,
    "right": 1797,
    "provocative": 1798,
    "soggy": 1799,
    "cliche-bound": 1800,
    "epic-horror": 1801,
    "ends": 1802,
    "dumber": 1803,
    "andrew": 1804,
    "niccol": 1805,
    "demonstrates": 1806,
    "wry": 1807,
    "understanding": 1808,
    "quirks": 1809,
    "fame": 1810,
    "healthy": 1811,
    "loving": 1812,
    "considerable": 1813,
    "stylish": 1814,
    "latest": 1815,
    "pokemon": 1816,
    "canon": 1817,
    "4ever": 1818,
    "moldy": 1819,
    "trite": 1820,
    "japanese": 1821,
    "anime": 1822,
    "scenic": 1823,
    "forest": 1824,
    "where": 1825,
    "graze": 1826,
    "peace": 1827,
    "desta": 1828,
    "columbus": 1829,
    "capturou": 1830,
    "o": 1831,
    "pomo": 1832,
    "ouro": 1833,
    "docu-drama": 1834,
    "builds": 1835,
    "multi-character": 1836,
    "flourish": 1837,
    "cuba": 1838,
    "gooding": 1839,
    "jr": 1840,
    "valiantly": 1841,
    "mugs": 1842,
    "dogs": 1843,
    "boisterous": 1844,
    "energy": 1845,
    "spark": 1846,
    "leaden": 1847,
    "eye": 1848,
    "prettiest": 1849,
    "pictures": 1850,
    "stagecrafts": 1851,
    "therefore": 1852,
    "bolder": 1853,
    "calculated": 1854,
    "artifice": 1855,
    "defines": 1856,
    "overwhelms": 1857,
    "viewed": 1858,
    "fairy": 1859,
    "remotely": 1860,
    "triumphant": 1861,
    "motion": 1862,
    "airless": 1863,
    "prepackaged": 1864,
    "julia": 1865,
    "roberts": 1866,
    "wannabe": 1867,
    "stinks": 1868,
    "hard-sell": 1869,
    "image-mongering": 1870,
    "you'll": 1871,
    "lopez's": 1872,
    "publicist": 1873,
    "should": 1874,
    "credit": 1875,
    "viewing": 1876,
    "alternative": 1877,
    "haunting": 1878,
    "fence": 1879,
    "conclusion": 1880,
    "hear": 1881,
    "ultimate": 1882,
    "fate": 1883,
    "girls": 1884,
    "realize": 1885,
    "dismay": 1886,
    "did": 1887,
    "happen": 1888,
    "noyce's": 1889,
    "greatest": 1890,
    "thinking": 1891,
    "needed": 1892,
    "sweeping": 1893,
    "focused": 1894,
    "piece": 1895,
    "reopens": 1896,
    "controversy": 1897,
    "succumbs": 1898,
    "sensationalism": 1899,
    "twists": 1900,
    "verge": 1901,
    "bizarre": 1902,
    "winds": 1903,
    "blood": 1904,
    "character-oriented": 1905,
    "grows": 1906,
    "yourself": 1907,
    "praying": 1908,
    "quick": 1909,
    "resolution": 1910,
    "edifying": 1911,
    "revolutionary": 1912,
    "spirit": 1913,
    "performers": 1914,
    "era": 1915,
    "borrows": 1916,
    "bit": 1917,
    "classics": 1918,
    "wait": 1919,
    "extremities": 1920,
    "waking": 1921,
    "reno": 1922,
    "ever": 1923,
    "inspired": 1924,
    "inhabitants": 1925,
    "markers": 1926,
    "evelyn": 1927,
    "based": 1928,
    "historically": 1929,
    "significant": 1930,
    "effort": 1931,
    "disguise": 1932,
    "unimaginative": 1933,
    "screenwriter's": 1934,
    "invention": 1935,
    "unofficially": 1936,
    "national": 1937,
    "lampoon's": 1938,
    "van": 1939,
    "wilder": 1940,
    "son": 1941,
    "animal": 1942,
    "officially": 1943,
    "twice": 1944,
    "bestial": 1945,
    "speculative": 1946,
    "exploration": 1947,
    "paranoid": 1948,
    "impulse": 1949,
    "creative": 1950,
    "warren": 1951,
    "report": 1952,
    "noyce": 1953,
    "near-hypnotic": 1954,
    "physical": 1955,
    "tells": 1956,
    "horrifying": 1957,
    "heart-breakingly": 1958,
    "extensive": 1959,
    "annals": 1960,
    "white-on-black": 1961,
    "ragbag": 1962,
    "promising": 1963,
    "failed": 1964,
    "plain": 1965,
    "filmmaking": 1966,
    "photographer": 1967,
    "nachtwey": 1968,
    "hates": 1969,
    "shows": 1970,
    "empathizes": 1971,
    "victims": 1972,
    "reveals": 1973,
    "confession": 1974,
    "particularly": 1975,
    "boy": 1976,
    "!": 1977,
    "wanted": 1978,
    "alien": 1979,
    "friend": 1980,
    "wisdom": 1981,
    "startling": 1982,
    "optimism": 1983,
    "children": 1984,
    "gamely": 1985,
    "tries": 1986,
    "huge": 1987,
    "gap": 1988,
    "creepy": 1989,
    "clean-cut": 1990,
    "dahmer": 1991,
    "jeremy": 1992,
    "renner": 1993,
    "fiendish": 1994,
    "acts": 1995,
    "amount": 1996,
    "earnest": 1997,
    "textbook": 1998,
    "psychologizing": 1999,
    "bridge": 2000,
    "insultingly": 2001,
    "inept": 2002,
    "artificial": 2003,
    "examination": 2004,
    "grief": 2005,
    "impacts": 2006,
    "upon": 2007,
    "survivors": 2008,
    "desperately": 2009,
    "sinks": 2010,
    "further": 2011,
    "futility": 2012,
    "foremost": 2013,
    "reason": 2014,
    "phenomenal": 2015,
    "water-born": 2016,
    "cinematography": 2017,
    "david": 2018,
    "hennings": 2019,
    "finest": 2020,
    "humane": 2021,
    "important": 2022,
    "extremely": 2023,
    "unfunny": 2024,
    "clocks": 2025,
    "80": 2026,
    "goodall": 2027,
    "chimpanzees": 2028,
    "bigger-than-life": 2029,
    "pleasures": 2030,
    "lively": 2031,
    "intelligence": 2032,
    "artists": 2033,
    "perceptiveness": 2034,
    "situations": 2035,
    "affable": 2036,
    "mike": 2037,
    "raises": 2038,
    "worthwhile": 2039,
    "themes": 2040,
    "delivering": 2041,
    "wholesome": 2042,
    "fantasy": 2043,
    "george": 2044,
    "lucas": 2045,
    "returns": 2046,
    "visionary": 2047,
    "nuance": 2048,
    "dimension": 2049,
    "odd": 2050,
    "portuguese": 2051,
    "import": 2052,
    "lieutenant": 2053,
    "les": 2054,
    "vampires": 2055,
    "art-house": 2056,
    "gay": 2057,
    "porn": 2058,
    "productions": 2059,
    "remembering": 2060,
    "visit": 2061,
    "sunshine": 2062,
    "state": 2063,
    "winner": 2064,
    "resonant": 2065,
    "unfolds": 2066,
    "achronological": 2067,
    "vignettes": 2068,
    "cumulative": 2069,
    "chilling": 2070,
    "arguably": 2071,
    "besson": 2072,
    "crass": 2073,
    "insulting": 2074,
    "homage": 2075,
    "wayne": 2076,
    "discover": 2077,
    "collectible": 2078,
    "parents": 2079,
    "suspect": 2080,
    "they're": 2081,
    "76-minute": 2082,
    "content": 2083,
    "dog-paddle": 2084,
    "pool": 2085,
    "sick": 2086,
    "sight": 2087,
    "flavorful": 2088,
    "martha": 2089,
    "groove": 2090,
    "assuming": 2091,
    "she": 2092,
    "begin": 2093,
    "thinner": 2094,
    "cardboard": 2095,
    "comic-book": 2096,
    "ignore": 2097,
    "cliches": 2098,
    "concentrate": 2099,
    "sea's": 2100,
    "interpersonal": 2101,
    "ain't": 2102,
    "half-bad": 2103,
    "stultifyingly": 2104,
    "dumbfoundingly": 2105,
    "mind-numbingly": 2106,
    "rumor": 2107,
    "angels": 2108,
    "plays": 2109,
    "extended": 2110,
    "episode": 2111,
    "touched": 2112,
    "angel": 2113,
    "dancing": 2114,
    "weeping": 2115,
    "liked": 2116,
    "here": 2117,
    "justify": 2118,
    "hours": 2119,
    "includes": 2120,
    "working": 2121,
    "independent": 2122,
    "&": 2123,
    "amazing": 2124,
    "involves": 2125,
    "bleakly": 2126,
    "tambor": 2127,
    "[writer/director]": 2128,
    "schaeffer": 2129,
    "follow": 2130,
    "titular": 2131,
    "advice": 2132,
    "circuit": 2133,
    "queens": 2134,
    "learn": 2135,
    "thing": 2136,
    "they'll": 2137,
    "cursing": 2138,
    "strategically": 2139,
    "placed": 2140,
    "white": 2141,
    "sheets": 2142,
    "diverse": 2143,
    "astonishingly": 2144,
    "articulate": 2145,
    "palestinian": 2146,
    "israeli": 2147,
    "watchable": 2148,
    "lurid": 2149,
    "blast": 2150,
    "costume": 2151,
    "late": 2152,
    "15th": 2153,
    "century": 2154,
    "murder": 2155,
    "numbers": 2156,
    "grounding": 2157,
    "teens'": 2158,
    "deviant": 2159,
    "behaviour": 2160,
    "latently": 2161,
    "liking": 2162,
    "read": 2163,
    "hardly": 2164,
    "tu": 2165,
    "mam\u00e1": 2166,
    "tambi\u00e9n": 2167,
    "hilariously": 2168,
    "gloriously": 2169,
    "alive": 2170,
    "hotter": 2171,
    "georgia": 2172,
    "asphalt": 2173,
    "relies": 2174,
    "heavily": 2175,
    "grandstanding": 2176,
    "rocky-like": 2177,
    "warm": 2178,
    "package": 2179,
    "feel": 2180,
    "happy": 2181,
    "argue": 2182,
    "book": 2183,
    "my": 2184,
    "recommend": 2185,
    "crafted": 2186,
    "cooly": 2187,
    "unsettling": 2188,
    "recreates": 2189,
    "expertly": 2190,
    "depressing": 2191,
    "missed": 2192,
    "opportunities": 2193,
    "eight": 2194,
    "legged": 2195,
    "freaks": 2196,
    "spoof": 2197,
    "taken": 2198,
    "literally": 2199,
    "focus": 2200,
    "appears": 2201,
    "questionable": 2202,
    "keenly": 2203,
    "observed": 2204,
    "swimming": 2205,
    "details": 2206,
    "promenade": 2207,
    "barely": 2208,
    "clad": 2209,
    "bodies": 2210,
    "myrtle": 2211,
    "beach": 2212,
    "jolt": 2213,
    "sudden": 2214,
    "lunch": 2215,
    "rush": 2216,
    "diner": 2217,
    "fulfills": 2218,
    "minimum": 2219,
    "requirement": 2220,
    "need": 2221,
    "luck": 2222,
    "muster": 2223,
    "figuring": 2224,
    "who's": 2225,
    "gritty": 2226,
    "police": 2227,
    "dysfunctional": 2228,
    "wish": 2229,
    "washed": 2230,
    "project's": 2231,
    "prime": 2232,
    "underdramatized": 2233,
    "transcript": 2234,
    "therapy": 2235,
    "session": 2236,
    "brought": 2237,
    "freudian": 2238,
    "puppet": 2239,
    "bunch": 2240,
    "flailing": 2241,
    "caper": 2242,
    "neither": 2243,
    "nor": 2244,
    "terribly": 2245,
    "lags": 2246,
    "lurches": 2247,
    "not-very-funny": 2248,
    "unconvincing": 2249,
    "dramatics": 2250,
    "last-minute": 2251,
    "strongly": 2252,
    "run": 2253,
    "lola": 2254,
    "morose": 2255,
    "opera": 2256,
    "three": 2257,
    "vapid": 2258,
    "insensitive": 2259,
    "hurting": 2260,
    "each": 2261,
    "adaptation": 2262,
    "marriage": 2263,
    "saved": 2264,
    "columns": 2265,
    "ladies": 2266,
    "journal": 2267,
    "inventive": 2268,
    "inimitable": 2269,
    "tenderness": 2270,
    "discontent": 2271,
    "yearning": 2272,
    "living": 2273,
    "testament": 2274,
    "power": 2275,
    "eccentric": 2276,
    "beside": 2277,
    "action-and-popcorn": 2278,
    "obsessed": 2279,
    "embrace": 2280,
    "literate": 2281,
    "psychodrama": 2282,
    "unfortunately": 2283,
    "flimsy": 2284,
    "excuse": 2285,
    "snipes'": 2286,
    "iconic": 2287,
    "dozens": 2288,
    "harder": 2289,
    "conceal": 2290,
    "contrivances": 2291,
    "brown": 2292,
    "sugar": 2293,
    "sweet": 2294,
    "somehow": 2295,
    "we're": 2296,
    "meant": 2297,
    "doting": 2298,
    "mother": 2299,
    "shun": 2300,
    "travel": 2301,
    "dangerous": 2302,
    "parts": 2303,
    "don": 2304,
    "fatigues": 2305,
    "g": 2306,
    "jane": 2307,
    "lived": 2308,
    "austin": 2309,
    "powers": 2310,
    "goldmember": 2311,
    "unnecessary": 2312,
    "kinda": 2313,
    "wrong": 2314,
    "anthony": 2315,
    "hopkins": 2316,
    "deal": 2317,
    "prequel": 2318,
    "silence": 2319,
    "lambs": 2320,
    "hannibal": 2321,
    "evaporation": 2322,
    "section": 2323,
    "chase": 2324,
    "goal": 2325,
    "urgency": 2326,
    "filler": 2327,
    "silberling": 2328,
    "intentions": 2329,
    "restraint": 2330,
    "fully": 2331,
    "main": 2332,
    "melodramatic": 2333,
    "engaged": 2334,
    "worst": 2335,
    "chan": 2336,
    "united": 2337,
    "states": 2338,
    "fearlessly": 2339,
    "under": 2340,
    "skin": 2341,
    "involved": 2342,
    "detailed": 2343,
    "moving": 2344,
    "portrait": 2345,
    "subculture": 2346,
    "guzm\u00e1n": 2347,
    "frustratingly": 2348,
    "refuses": 2349,
    "pinochet's": 2350,
    "political": 2351,
    "context": 2352,
    "distance": 2353,
    "nary": 2354,
    "glimmer": 2355,
    "self-knowledge": 2356,
    "[crane]": 2357,
    "specimen": 2358,
    "auto": 2359,
    "chilly": 2360,
    "clinical": 2361,
    "lab": 2362,
    "monkeyfun": 2363,
    "helpful": 2364,
    "listen": 2365,
    "extremist": 2366,
    "name-calling": 2367,
    "kissinger": 2368,
    "calculating": 2369,
    "fiend": 2370,
    "slippery": 2371,
    "self-promoter": 2372,
    "asylum": 2373,
    "gripping": 2374,
    "jia": 2375,
    "allegedly": 2376,
    "tangled": 2377,
    "chokes": 2378,
    "audience": 2379,
    "seeks": 2380,
    "frighten": 2381,
    "offer": 2382,
    "lika": 2383,
    "da": 2384,
    "accents": 2385,
    "scott": 2386,
    "baio": 2387,
    "turning": 2388,
    "delightful": 2389,
    "indie": 2390,
    "projects": 2391,
    "unintelligible": 2392,
    "poorly": 2393,
    "acted": 2394,
    "brain-slappingly": 2395,
    "harvard": 2396,
    "ludicrous": 2397,
    "cult": 2398,
    "tweedy": 2399,
    "talks": 2400,
    "canning": 2401,
    "stockbroker": 2402,
    "repairing": 2403,
    "yearn": 2404,
    "airborne": 2405,
    "sets": 2406,
    "nude": 2407,
    "groupies": 2408,
    "nod": 2409,
    "liven": 2410,
    "fairness": 2411,
    "varying": 2412,
    "ages": 2413,
    "coughed": 2414,
    "fidgeted": 2415,
    "romped": 2416,
    "aisles": 2417,
    "bathroom": 2418,
    "breaks": 2419,
    "move": 2420,
    "shook": 2421,
    "rattled": 2422,
    "rolled": 2423,
    "apply": 2424,
    "textural": 2425,
    "gloss": 2426,
    "sex-as-war": 2427,
    "strictly": 2428,
    "trailer": 2429,
    "looked": 2430,
    "crap": 2431,
    "justice": 2432,
    "stevenson": 2433,
    "narc": 2434,
    "rock-solid": 2435,
    "plan": 2436,
    "\u2018an": 2437,
    "survival": 2438,
    "wrapped": 2439,
    "heart-pounding": 2440,
